cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'anythingllm'
brew 'direnv'
cask 'font-hack-nerd-font'
brew 'pipx'
brew 'pyenv'
brew 'rbenv'
brew 'starship'
brew 'wget'
brew 'yt-dlp'

cask '1password'
cask 'arq'
cask 'audio-hijack'
cask 'alfred'
cask 'blackhole-2ch'
cask 'dropbox'
cask 'iterm2'
cask 'font-hack-nerd-font'
cask 'obsidian'
cask 'plex'
cask 'typinator'
cask 'whatsapp'
cask 'visual-studio-code'
